Repository: jorgesumle/retux
Catalog: data/locale/*.po
Languages: de

source: What a nice, cold day for fishing! I wonder what I'll catch today...
de: Was für ein wundervoll kalter Tag zum fischen! Was ich heute wohl fangen werde?

source: Oh, looks like I have a message!
de: Oh, sieht wie eine Nachricht für mich aus!

source: What?! They're taking my fish?!
de: Was?! Sie nehmen mir die Fische weg?!

source: I will not stand for this! Nobody takes away MY fish!
de: Das nehme ich nicht hin! Niemand nimmt mir MEINE Fische weg!

source: The reign of the Snow King is over!
de: Die Herrschaft des Schneekönigs endet jetzt!

source: Who are you?
de: Wer bist du?

source: I am Tux, and I am putting an end to the Snow King's reign, one castle at a time!
de: Ich bin Tux, und ich werde die Herrschaft des Schneekönigs beenden, Schloss für Schloss!

source: That's too bad, Tux. I would have liked to let you leave in peace.
de: Wie schade, Tux. Ich hätte dich so gerne davonkommen lassen.

source: So it is you! The rebellious penguin who would see to it that our king's reign ends!
de: Du bist es also! Der rebellische Pinguin der die Herrschaft unseres Königs beenden will!

source: I'm sorry to inform you, Tux, but your treason ends now.
de: Es tut mir leid, Tux, aber dein Verrat endet jetzt.

source: You act as if you are rebelling against the Fish Tax, but we know what you're really up to!
de: Du tust so als würdest du gegen die Fischsteuer rebellieren, doch wir wissen was du wirklich vor hast!

source: I don't know how you found out about our secret plans, but you will not stop us!
de: Ich habe keine Ahnnung wie du von unserem geheimen Plan erfahren hast, aber du kannst uns nicht aufhalten!

source: I've been waiting for you, Tux. We meet again at last!
de: Ich habe dich erwartet, Tux. Endlich treffen wir uns wieder!

source: Raccot the yeti! I should have known it was you!
de: Raccot der Yeti! Ich hätte es wissen müssen!

source: You may have discovered my evil plan, my old nemesis, but you will not stop me!
de: Du hast meinen bösen Plan aufgedeckt, mein alter Erzfeind, aber du kannst mich nicht aufhalen!

source: When we last met, I was but a Snow-day school bully. Now, I am the Snow King!
de: Als wir uns letztes mal trafen, war ich ein Schulrowdy. Jetzt bin ich der Schneekönig!

source: Citizens of Icy Island, Beginning on Ice-date 542-7-3, Icy Island is now the domain of the Snow King. All residents must pay 5% of their fish in tax. Failure to pay this tax will be punished.
de: Bürger von Icy Island, Seit Eis-Tag 542-7-3, gehört Icy Island zu den Gebieten des Schneekönigs. Alle Einwohner müsen 5% ihres Fisches als Steuer abgeben. Zahlungsverzug wird unverzüglich geahndet

source: Traveler's Note: I swear, there are no fire flowers anywhere in this level! How am I supposed to melt this ice?! What's more, that ledge over there is shaped like a grin, almost like it's taunting me!
de: Notiz eines Reisenden: Ich schwöre, dass es keine Feuerblumen in diesem Level gibt! Wie soll ich nur dieses Eis je auftauen?! Schlimmer noch, dieser Felsen dort drüben sieht aus als würde er grinsen. Fast so, als wollte er mich verspotten!

source: Traveler's Note: It is said that this level contains 7 springs, but I have only managed to find 6. Could the seventh one be in a hidden block somewhere?
de: Notiz eines Reisenden: Mir wurde gesagt, dass es in diesem Level 7 Sprungfedern gibt. Ich konnte jedoch nur 6 finden. Könnte die siebte irgendwo in einem versteckten Block sein?

source: Traveler's Note: That cave to the left appears to be inaccessible from here. There has to be another way inside!
de: Notiz eines Reisenen: Die Höhle links von mier scheint von hier aus unbetretbar zu sein. Es muss noch einen aneren Weg hinein geben!

source: Traveler's Note: That pipe to the right is too high to be reached even by jumping off a spring. It would be possible if that Jumpy could be magically suspended in the air and the spring placed on top, but that would be silly!
de: Notiz eines Reisenden: Die Röhre rechts von mir ist viel zu hoch um sie erreichen zu können, selbst mit einer Sprungfeder. Es wäre möglich wenn sich diese schreckhafte Wolke wie durch Geisterhand vergrößern könnte und man eine Sprungfeder darauf plazieren würde. Aber das wäre albern!

source: Traveler's Note: If only I could reach those rocks on top of those crates, I could build a staircase to that pipe....
de: Notiz eines Reisenden: Wenn ich nur die Steine auf diesen Kisten erreichen könnte, dann könnte ich eine Treppe zu dieser Röhre bauen....

source: Welcome to Concept Castle! This level was created to demonstrate what ReTux is capable of. It's a bit heavier than most of the actual game, so it may run slightly slower.
de: Willkommen im Konzeptschloss! Dieses Level wurde erstellt um die Möglichkeiten von ReTux zu demonstrieren. Es ist ein wenig schwergewichtiger als der Rest vom Spiel, deshalb könnte es ein wenig langsamer laufen.

source: All out of fire? Rejuvinate yourself by taking a nice, warm bath in molten lava!
de: Kein Feuer mehr in dir? Nimm ein schönes, warmes Bad in geschmolzener Lava um dich zu regenerieren!

source: There must be a way to remove the fire flower from this room.
de: Es muss einen Weg geben diese Feuerblume aus dem Raum zu entfernen.

source: Output version information and exit.
de: Versionsinformation anzeigen und beenden

source: Print errors directly to stdout rather than saving them in a file.
de: Gebe Fehlermeldungen direkt in stdout aus, anstatt sie in eine Datei zu speichern.

source: Manually choose a different language to use.
de: Manuell eine andere Sprache wählen.

source: Disable delta timing. Causes the game to slow down when it can't run at full speed instead of becoming choppier.
de: Delta timing verhindern. Lässt das Spiel langsamer werden wenn es nicht in voller Geschwindigkeit laufen kann anstatt zu ruckeln.

source: Where to load the game data from (Default: "{}")
de: Von wo die Spieldaten geladen werden (Default: "{}")

source: Play the indicated level and then exit.
de: Das angegebene Level spielen und danach beenden.

source: Start the indicated level and record player actions in a timeline. Useful for making cutscenes.
de: Das angegebene Level starten und Spieleraktionen in einer Timeline aufzeichnen. Nützlich um Cutscenes anzufertigen.

source: Only show solid colors for backgrounds (uses less RAM).
de: Einfarbiger Hintergrund (benutzt weniger RAM).

source: Don't show the player's heads-up display.
de: Heads-Up Display verbergen.

source: Score
de: Punkte

source: Time Bonus
de: Zeitbonus

source: Time Penalty
de: Zeiteinbuße

source: An error occurred in a timeline 'setattr' command: {}
de: Ein Fehler ist in einem Timeline-Kommando aufgetreten ('setattr'): {}

source: An error occurred in a timeline 'exec' command: {}
de: Ein Fehler ist in einem Timeline-Kommando aufgetreten ('exec'): {}

source: An error occurred in a timeline 'if' statement: {}
de: Ein Fehler ist in der Timeline aufgetreten('if'-Bedingung): {}

source: An error occurred in a timeline 'while' statement: {}
de: Ein Fehler ist in der Timeline aufgetreten('while'-Bedingung): {}

source: Loading level...
de: Level lädt...

source: Loading "{}"...
de: Lade "{}"...

source: An error occurred when trying to load the level: {}
de: Ein Fehler trat beim Laden des Levels auf: {}

source: Press the Menu button to skip...
de: Drücke den Menü-Knopf zum überspringen...

source: Cinematic mode enabled
de: Cinematic Mode aktiviert

source: New Game
de: Neues Spiel

source: Load Game
de: Spiel laden

source: Select Levelset
de: Levelset wählen

source: Options
de: Optionen

source: Quit
de: Ende

source: -Empty-
de: -Leer-

source: -No Levelset-
de: -Kein Levelset-

source: -Corrupt Levelset-
de: -Beschädigtes Levelset-

source: Back
de: Zurück

source: Overwrite this save file
de: Spielstand überschreiben

source: Cancel
de: Abbrechen

source: An error occurred when trying to load the game.
de: Ein Fehler trat beim Laden des Spiels auf.

source: Next page
de: Nächste Seite

source: Fullscreen: {}
de: Vollbild: {}

source: On
de: An

source: Off
de: Aus

source: Scale Method: {}
de: Sklalierungsmethode: {}

source: Show FPS: {}
de: Zeige FPS: {}

source: Joystick Threshold: {}%
de: Joystich Schwellwert: {}%

source: Configure keyboard
de: Tastatur konfigurieren

source: Configure joysticks
de: Joysticks konfigurieren

source: Detect joysticks
de: Joysticks finden

source: Import levelset
de: Levelset importieren

source: ReTux levelset files
de: ReTux levelset Datein

source: all files
de: alle Datein

source: Importing {}...
de: Importiere {}...

source: This feature requires Tkinter, which was not successfully imported. Please make sure Tkinter is installed and try again.
de: Diese Funktion benötigt Tkinter, welches nicht importiert werden konnte. Bitte gehen Sie sicher, dass Tkinter installiert ist und versuchen Sie es erneut.

source: Player {}
de: Spieler {}

source: Left: {}
de: Links: {}

source: Right: {}
de: Rechts: {}

source: Up: {}
de: Hoch: {}

source: Down: {}
de: Runter: {}

source: Jump: {}
de: Sprung: {}

source: Action: {}
de: Aktion: {}

source: Sneak: {}
de: Schleichen: {}

source: Menu: {}
de: Menü: {}

source: None
de: Nichts

source: Continue
de: Fortfahren

source: Abort
de: Abbruch

source: Return to Map
de: Zurück zur Karte

source: Return to Title Screen
de: Zurück zum Titelbildschirm

source: Error
de: Fehler

source: Initializing game system...
de: Initialisiere Spielsystem...

source: Initializing GUI system...
de: Initialisiere GUI-System...

source: Loading images...
de: Lade Bilder...

source: Loading fonts...
de: Lade Schrift...

source: Starting game...
de: Starte Spiel...
